[
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Ramprastha The Atrium, Sector 37D, Delhi Gurgaon Expressway",
        "price": "65 Lac",
        "description": "The Ramprastha city 450 acre town ship in Dwarka expressway Gurgaon"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Shree Krishna Homes, Sector 67",
        "price": "60 Lac",
        "description": "Shree Krishna Homes is one amongst the best & premium residential project of Shree Krishna Properties. This project offers 3 & 4 BHK Floors with basic amenities for the comfort of residents. It is close to a market, malls, shopping complexes and many educational institutions. to a market, malls, shopping complexes and many educational institutions.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Signature Global Park, Sohna Sector 36",
        "price": "62.8 Lac",
        "description": "Signature Global Park - Premium Floors project located at Sector 36, Sohna, Gurugram. Premium Advertiser floors for sale by Signature Global on Sohna Gurgaon Highway.Signature Global Park in Sohna, Sector 36 is new housing project under Deen Dayal Jan Awas Yojana. Book your premium 2 BHK & 3 BHK Luxury Floors / Apartments for sale by Signature Global in Sec 36, Sohna, Gurugram.\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in Sector 14",
        "price": "75 Lac",
        "description": "Sagar Home builder floor apartment ready to move fully semi furnished east facing modular kitchen ,flooring creamic tile .main road inventory .three bedroom hall kitachen wallpaper provided also cove lighting used by all rooms and balcony hall kitchen .\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in BPTP Spacio, Sector 37D, Delhi Gurgaon Expressway",
        "price": "62 Lac",
        "description": "BPTP SPACIO, 1225 sq.ft, 3bhk flat on 7th floor, central park facing, swimming pool facing, gym, lawn tennis etc.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Orris Carnation Residency, Sector 85",
        "price": "74 Lac",
        "description": "This 3BHK unit with attached bathrooms and balconies property is located on 8 floor out of 12 floor directional facing is north east. type of ownership is free hold and ready to move property.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Sidco Shivalik Apartment, Sector 1 Pocket I",
        "price": "64 Lac",
        "description": "The property is a 3bhk flat in sidco siwalik apartment project facing the park facing with 1500 sq ft apartment size.The unit boasts of major amenties like gym,club house,banquet hall, badmintan court,swimming pool, landscaped garden and children play area .Located 3 km from the metro station and walkable distance from supermarket, the housing unit is close to malls,educational institutes and shopping complexes.The property is a 3bhk flat in east facing and arawali facing entry and lease flat.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Mapsko Paradise, Sector 83",
        "price": "70 Lac",
        "description": "Its 3BHK unit with attached bathroom and balconies on 3th floor out of 12. Property area is 1340 sqft. Directional facing is North. Type of ownership is freehold. Amenities like summing pool club house tennis court kids play area gym and etc. Nearly schools are DPS St. Xaviers and etc.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Mapsko Paradise, Sector 83",
        "price": "70 Lac",
        "description": "Mapsko Paradise, Sector 83 Gurgaon, Haryana Residential apartment for sell.The property comes with a good construction quality which ages,0 to 1 year old located in sector 83 gurgaon. It is a semi furnished property.One Drawing & Dining, Three Bedrooms, Three Bathrooms Toilets & kitchen\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in Mianwali Colony, Sector 12A",
        "price": "55 Lac",
        "description": "3 BHK Flat, In Heart of GurgaonMianwali Colony, Sector 12, Gurgaonall rooms and drawing room with paint and wallpaper all rooms and drawing room with ceiling fans and led lights Ushaorient jhoomar in drawing room . loan facility available ready to move luxurious flats security gates for each\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Signature Global Park, Sohna Sector 36",
        "price": "55.2 Lac",
        "description": "StructureRCC Framed Struture as per Sesmic Zone With Aluminum Form Work.TerraceBrick Bat Koba Water Proofing Treatment.Toilet & BathCeiling Grid Flase Ceiling.Floor Anti Skid Ceramic Tiles.Fittings and Fixtures ISI marked CP Fittings, W.C and Washbasin.Wall Ceramic Tiles till 4Feet 76 feet high and Oil Bound Distemper Above.BalconiesFloor Anti Skid Matt Finish Ceramic Tiles.Railing MS railing with Enamel Paint Finish.BedroomsFloor Vitrified Tiles.Wall Oil bound Distemper.Ceiling Oil bound Distemper\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Spaze Privvy The Address, Sector 93",
        "price": "71 Lac",
        "description": "Newly Ready to move 3BHK Apartment available on sale Spaze Privvy The Address, Sector93, Gurugram. Lowest price guaranteed opportunity never before. CALL NOW FOR MORE INFO.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Signature Global Park, Sohna Sector 36",
        "price": "60 Lac",
        "description": "DEDICATED LIFTS FOR STILT3 FLOORSDEDICATED CAR PARKINGJOGGING TRACKTODDLERSâ?? PLAY AREAOUTDOOR GYMMULTIPURPOSE LAWNYOGA AND MEDITATION LAWNSCULPTURE COURTBADMINTON COURTâ??HALF BASKETBALL COURTGAZEBOAMPHITHEATRE\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in Signature Global Park, Sohna Sector 36",
        "price": "63 Lac",
        "description": "3 BHK, Builder Floor Apartment is available for Sale in Sohna Sector 36, Gurgaon for 63.0 Lac(s)"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Anamika Enclave, Sector 14",
        "price": "70 Lac",
        "description": "A place where you can get your full share of sunlight and air. A place that celebrates this wide and wonderful world. An exclusive experience to rejuvenate your senses – and that’s just the beginning. Welcome to Allure Estate.Realize your dream of living in an ultra modern independent home in the heart of Gurgaon!Experience the freedom of owning a sprawling ultra luxurious independent floor with all modern amenities and facilities including Jacuzzi, Modular Kitchen, Designer Concept Bathrooms, Elegant Living Room, Luxurious Bed Rooms, and a lot more. Allure Floors are equipped with energy efficient lighting systems and ACs with complete power backup. State-of-art construction, adequate parking, modern lift, gated community with round the clock security, promises a safe and secure living for you and your loved ones.Know More\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Ansal Heights, Sector 92",
        "price": "67 Lac",
        "description": "good construction quality middle floor good maintenance parkfacing and cornwr flat"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Orris Carnation Residency, Sector 85",
        "price": "64 Lac",
        "description": "It's a 8th floor Multistorey Apartment in a building of total 12 floors. Ample space for covered car parking for residents & visitors. It is a relatively new property with construction age less than 5 yrs. The location has easy access to, SRS Hospital (3 km ), Indian Institute of Planning and Management (12 km ), Basai Dhankot Railway Station (13 km ) and Scottish Mall (15 km ).\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Maceo, Sector 91",
        "price": "75 Lac",
        "description": "new proprty"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Surendra Allure Villa, Sector 14",
        "price": "72 Lac",
        "description": "Surendra Allure Villa is one amongst the best & premium residential project of Surendra Realtors. This project offers 3 BHK Builder Floor Flats with basic amenities for the comfort of residents. It is close to a market, malls, shopping complexes and many educational institutions.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Signature Global Park, Sohna Sector 36",
        "price": "64.8 Lac",
        "description": "We at Signature Global Group aspire to deliver some of india’s most innovative real estate projects developed around nation’s most desirable locations. Beautiful landscapes, heavenly environs – pristine and untouched away from the bustle of city life would be some our key differentiation. Our aim has always been to enable our patrons live in the lap of luxury. At Signature Global Group, we understand, educate and execute the art of laying successful foundations. We are powered by an accomplished and ever innovating team of professionals with an endeavor to excel expectations of our partners\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in BPTP Astaire Gardens, Sector 70A",
        "price": "75 Lac",
        "description": "This is a 3BHK floor with attached bathrooms and balcony it is located on 1 floor. total floors are 2. directional facing is north east. type of ownership is freehold.\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in Signature Global Park, Sohna Sector 36",
        "price": "57 Lac",
        "description": "Cheapest Builder floors on sohna road"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in New Colony, Sector 7",
        "price": "55 Lac",
        "description": "Property is located in very good location, Well constructed Property with all the quality work. You will love it once you visit the property\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Valley View Estate, Gurgaon - Faridabad Road",
        "price": "70 Lac",
        "description": "3 bhk flat for sale in valley view estate with complete woodwork 24 hours water supply 24 hours electricity with power back up gated society market inside the complex playing area for kids huge green open area centrally located from gurgaon, faridabad, south delhi for more details and visit call us.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Sector 99, Delhi Gurgaon Expressway",
        "price": "74 Lac",
        "description": "It's a 3rd floor Multistorey Apartment in a building of total 14 floors. Puja Room is additionally available. Ample space for covered car parking for residents.\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Privy The Address, Sector 93",
        "price": "75 Lac",
        "description": "3 Side open apartmentsClub house with Swimming PoolConvenient Shopping Plaza3 Tier SecurityLandscaped TerracesSkating RingAmphitheatreMeditation Court\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in India Bulls Centrum Park, Sector 103",
        "price": "75 Lac",
        "description": "This block is park facing n both side this block got park.,there4 cross ventilation is there.Very reasonable n good location one.\nread more"
    },
    {
        "propertyName": "3 BHK Builder Floor ",
        "societyName": "3 BHK Builder Floor for Sale in Signature Global Park, Sohna Sector 36",
        "price": "59.5 Lac",
        "description": "signature global park is locared at sohna sector 36 on main road. sohna south of Gurgaon is a city which is in development phase .luxury flats are available at very low price .good for living purpose as connected to Gurgaon and running distance is only 20 mint from Gurgaon. plan a visit or call us for more details\nread more"
    },
    {
        "propertyName": "3 BHK Apartment ",
        "societyName": "3 BHK Apartment for Sale in Palam Vihar",
        "price": "75 Lac",
        "description": "3bhk flat in palam vihar Gurgaon"
    },
    {
        "propertyName": "4 BHK Apartment ",
        "societyName": "4 BHK Apartment for Sale in Manesar",
        "price": "75 Lac",
        "description": "DLF EXPRESS GREEN LOVELY SOCIETY100 power backup24x7 security24x7 water supplyvery good locationnear NH8near manesarvery good deals sale by original allottee\nread more"
    }
]